Repository: ATechnoHazard/PotatoNotes
Catalog: lib/l10n/intl_*.arb
Languages: cs, de, fr, id, it, pl, pt, uk, vi, zh

source: Home
de: Startpagina
fr: Accueil
it: Principale
pt: Inicio
zh: 首頁

source: Trash
cs: Koš
de: Prullenbak
fr: Corbeille
id: Sampah
it: Cestino
pl: Kosz
pt: Lixeira
uk: Корзина
vi: Thùng rác
zh: 垃圾桶

source: Archive
cs: Archivovat
de: Archiveren
id: Arsip
it: Archivio
pl: Archiwizuj
pt: Arquivar
uk: Архів
vi: Lưu trữ
zh: 封存

source: Done
cs: Hotovo
de: Gereed
fr: Terminé
id: Selesai
it: Fatto
pl: Gotowe
pt: Concluído
uk: Готово
vi: Xong
zh: 完成

source: Save
cs: Uložit
de: Opslaan
fr: Sauvegarder
id: Simpan
it: Salva
pl: Zapisz
pt: Salvar
uk: Зберегти
vi: Lưu
zh: 儲存

source: Confirm
cs: Potvrdit
de: Bevestigen
fr: Confirmer
id: Konfirmasi
it: Conferma
pl: Potwierdź
pt: Confirmar
uk: Підтвердити
vi: Xác nhận
zh: 確認

source: Cancel
cs: Zrušit
de: Annuleren
fr: Annuler
id: Batalkan
it: Annulla
pl: Anuluj
pt: Cancelar
uk: Скасувати
vi: Hủy
zh: 取消

source: Close
de: Sluiten
pt: Fechar
zh: 關閉

source: Remove
cs: Odstranit
de: Verwijderen
fr: Supprimer
id: Hapus
it: Rimuovi
pl: Usuń
pt: Remover
uk: Видалити
vi: Xóa
zh: 移除

source: Reset
cs: Resetovat
de: Standaardwaarden
fr: Réinitialiser
id: Setel ulang
it: Reimposta
pl: Przywróć domyślne
pt: Redefinir
uk: Скинути
vi: Thiết lập lại
zh: 重設

source: Undo
cs: Zpět
de: Ongedaan maken
fr: Annuler
id: Kembalikan
it: Annulla
pl: Cofnij
pt: Desfazer
uk: Відмінити
vi: Hoàn tác
zh: 復原

source: Choose action
cs: Vybrat akci
de: Kies een actie
fr: Choisissez une option
id: Pilih tindakan
it: Scegli azione
pl: Wybierz akcję
pt: Escolher ação
uk: Виберіть дію
vi: Chọn hành động
zh: 選擇動作

source: Light
cs: Světlé
de: Licht
fr: Clair
id: Terang
it: Chiaro
pl: Jasny
pt: Claro
uk: Світла
vi: Sáng
zh: 亮色

source: Dark
cs: Tmavé
de: Donker
fr: Sombre
id: Gelap
it: Scuro
pl: Ciemny
pt: Escuro
uk: Темна
vi: Tối
zh: 深色

source: Black
cs: Černé
de: Zwart
fr: Noir
id: Hitam
it: Nero
pl: Czarny
pt: Preto
uk: Чорна
vi: Đen
zh: 黑色

# semantics_back
source: Back
de: Terug
pt: Voltar
zh: 返回

# semantics_color_beige
source: Beige
pt: Bege
zh: 米白色

# semantics_color_blue
source: Blue
de: Blauw
pt: Azul
zh: 藍色

# semantics_color_green
source: Green
de: Groen
pt: Verde
zh: 綠色

# semantics_color_none
source: None
de: Geen
pt: Nenhum(a)
zh: 無

# semantics_color_orange
source: Orange
de: Oranje
pt: Laranja
zh: 橘色

# semantics_color_pink
source: Pink
de: Roze
pt: Rosa
zh: 粉色

# semantics_color_purple
source: Purple
de: Paars
pt: Roxo
zh: 紫色

# semantics_color_yellow
source: Yellow
de: Geel
pt: Amarelo
zh: 黃色

# semantics_hideText
source: Hide text
de: Verberg Tekst
pt: Ocultar texto
zh: 隱藏文字

# semantics_modifyNotes_addElement
source: Add element
de: Element toevoegen
pt: Adicionar Elemento
zh: 新增元件

# semantics_modifyNotes_image
source: Note image
de: Notitie afbeelding
pt: Imagem da nota
zh: 筆記圖片

# semantics_modifyNotes_security
source: Security options
de: Beveiligingsopties
pt: Opções de segurança
zh: 安全性選項

# semantics_modifyNotes_star
source: Star note
de: Ster notitie
pt: Adicionar estrela na nota
zh: 為筆記加上星號

# semantics_modifyNotes_unstar
source: Unstar note
de: Ster verwijderen
pt: Remover estrela da Nota
zh: 取消筆記星號

# semantics_notesMainPage_addNote
source: Add new note
de: Voeg een nieuwe notitie toe
pt: Adicionar uma nova nota
zh: 新增筆記

# semantics_notesMainPage_archive
source: Archive selected notes
de: Geselecteerde notities archiveren
pt: Arquivar notas selecionadas
zh: 封存選取的筆記

# semantics_notesMainPage_changeColor
source: Change notes color
de: Notitie kleur wijzigen
pt: Trocar cor das notas
zh: 變更筆記色彩

# semantics_notesMainPage_closeSelector
source: Close selector
de: Sluit kiezer
pt: Fechar seletor
zh: 關閉選取工具

# semantics_notesMainPage_delete
source: Delete selected notes
de: Geselecteerde notities verwijderen
pt: Deletar notas selecionadas
zh: 刪除選取的筆記

# semantics_notesMainPage_favouritesAdd
source: Add notes to favourites
de: Notities toevoegen aan favorieten
pt: Adicionar notas aos favoritos
zh: 新增筆記至最愛

# semantics_notesMainPage_favouritesRemove
source: Remove notes from favourites
de: Notities uit favorieten verwijderen
pt: Remover notas dos favoritos
zh: 從最愛移除筆記

# semantics_notesMainPage_grid
source: Switch to grid view
de: Schakel over naar rasterweergave
pt: Alterado para exibição em grade
zh: 切換至格狀檢視

# semantics_notesMainPage_list
source: Switch to list view
de: Schakel over naar lijstweergave
pt: Alternar para visualização em lista
zh: 切換至列表檢視

# semantics_notesMainPage_openMenu
source: Open menu
de: Menu openen
pt: Abrir menu
zh: 開啟選單

# semantics_notesMainPage_restore
source: Restore selected notes
de: Geselecteerde notities herstellen
pt: Restaurar notas selecionadas
zh: 還原選取的筆記

# semantics_notesMainPage_search
source: Search notes
de: Notities zoeken
pt: Procurar notas
zh: 搜尋筆記

# semantics_notesMainPage_noteSelected
source: {noteSelected} note selected
de: {noteSelected} notitie geselecteerd
pt: {noteSelected} nota selecionada
zh: 已選取 {noteSelected} 則筆記

# semantics_notesMainPage_notesSelected
source: {noteSelected} notes selected
de: {noteSelected} notities geselecteerd
pt: {noteSelected} nota selecionada
zh: 已選取 {noteSelected} 則筆記

# semantics_showText
source: Show text
de: Toon tekst
pt: Exibir Texto
zh: 顯示文字

# semantics_welcome_next
source: Next page
de: Volgende pagina
pt: Próxima página
zh: 下一頁

# semantics_welcome_pageIndicator
source: Page {currentPage} of {totalPages}
de: Pagina {currentPage} van {totalPages}
pt: Página {currentPage} de {totalPages}
zh: {totalPages} 中的第 {currentPage} 頁

# semantics_welcome_previous
source: Previous page
de: Vorige pagina
pt: Página anterior
zh: 上一頁

# semantics_welcome_exit
source: Exit setup
de: Setup afsluiten
pt: Sair da Configuração Inicial
zh: 離開快速設定

# notesMainPageRoute_noNotes
source: No notes added... yet
cs: Zatím nebyly přidány žádné poznámky
de: Nog geen notities toegevoegd...
fr: Aucune note encore ajoutée
id: Belum ada catatan yang ditambahkan
it: Nessun appunto aggiunto... per ora
pl: Nie dodano żadnych notatek
pt: Nenhuma nota adicionada... ainda
uk: Нотатки ще не додані
vi: Chưa có ghi chú
zh: 你新增的記事會顯示在這裡

# notesMainPageRoute_emptyTrash
source: Your trash is empty
cs: Koš je prázdný
de: Je prullenbak is leeg
fr: La corbeille est vide
id: Kotak sampah anda kosong
it: Il cestino è vuoto
pl: Twój kosz jest pusty
pt: Sua lixeira está vazia
uk: Корзина пуста
vi: Không có gì trong thùng rác
zh: 垃圾桶內沒有任何記事

# notesMainPageRoute_emptyArchive
source: You don't have any notes in the archive
cs: V archivu nemáte žádné poznámky
de: U heeft geen notities in uw archief
fr: Vous n'avez aucune note dans l'archive
id: Anda tidak memiliki cataran dalam arsip
it: Non hai nessun appunto archviato
pl: Nie masz żadnych notatek w archiwum
pt: Você não tem nenhuma nota arquivada
uk: У вас немає нотаток в архіві
vi: Bạn không có ghi chú nào trong mục lưu trữ
zh: 你封存的記事會顯示在這裡

# notesMainPageRoute_writeNote
source: Write a note
cs: Napsat poznámku
de: Maak een notitie
fr: Écrire une Note
id: Tulis sebuah catatan
it: Scrivi un appunto
pl: Napisz notatkę
pt: Escreva uma anotação
uk: Написати нотатку
vi: Viết ghi chú
zh: 新增記事…

# notesMainPageRoute_starred
source: Starred notes
cs: Oblíbené poznámky
de: Items met ster
fr: Notes favorites
id: Catatan berbintang
it: Appunti preferiti
pl: Oznaczone gwiazdką
pt: Notas Favoritas
uk: Обрані нотатки
vi: Ghi chú được đánh dấu sao
zh: 已加星號的筆記

# notesMainPageRoute_other
source: Other notes
cs: Ostatní poznámky
de: Andere notities
fr: Autres notes
id: Catatan lain
it: Altri appunti
pl: Pozostałe notatki
pt: Outras notas
uk: Інші нотатки
vi: Ghi chú khác
zh: 其他記事

# notesMainPageRoute_note_hiddenContent
source: Content hidden
cs: Skrytý obsah
de: Verborgen inhoud
fr: Contenu masqué
id: Konten disembunyikan
it: Contenuto nascosto
pl: Ukryta zawartość
pt: Conteúdo oculto
uk: Вміст сховано
vi: Nội dung bị ẩn
zh: 內容已隱藏

# notesMainPageRoute_note_remindersSet
source: Reminders set for note
cs: Připomenutí nastavená pro poznámku
de: Herinneringen ingesteld voor notitie
fr: Rappel défini pour la note
id: Pengingat diatur untuk catatan
it: Promemoria impostati
pl: Przypomnienie
pt: Lembretes definidos para nota
uk: Нагадування встановлено для нотатки
vi: Lời nhâc cho ghi chú đã được đặt
zh: 已設定提醒

# notesMainPageRoute_note_deleteDialog_title
source: Delete selected notes?
cs: Odstranit vybrané poznámky?
de: Geselecteerde notities verwijderen?
fr: Supprimer les notes sélectionnées ?
id: Hapus catatan terpilih?
it: Eliminare gli appunti selezionati?
pl: Usunąć zaznaczone notatki?
pt: Excluir notas selecionadas?
uk: Видалити вибрані нотатки?
vi: Xóa ghi chú đã chọn?
zh: 確認移除選取的記事？

# notesMainPageRoute_note_deleteDialog_content
source: Once the notes are deleted from here you can't restore them. Are you sure you want to continue?
cs: Jakmile odstraníte poznámky, není možné je obnovit. Opravdu chcete pokračovat?
de: Als je de notities verwijderd kun je ze niet meer herstellen. Weet je het zeker dat je verder wilt gaan?
fr: Une fois que les notes seront supprimées, vous ne pourrez plus les récupérer. Êtes-vous sûr de vouloir continuer ?
id: Setelah catatan terhapus dari sini, anda tak dapat memulihkannya. Apakah anda yakin untuk melanjutkan?
it: Una volta che elimini gli appunti essi non possono essere ripristinati. Continuare?
pl: Nie można przywrócić notatek po ich usunięciu. Czy na pewno chcesz kontynuować?
pt: Uma vez que as anotações são excluídas, você não pode restaurá-las. Tem certeza que deseja continuar?
uk: Після видалення нотаток звідси, ви не можете відновити їх. Ви дійсно бажаєте продовжити?
vi: Một khi đã xóa ghi chú ở đây, bạn sẽ không thể khôi phục chúng. Bạn có chắc chắn muốn xóa không?
zh: 垃圾桶中的所有記事將永久刪除。

# notesMainPageRoute_note_emptyTrash_title
source: Empty trash?
cs: Vysypat koš?
de: Prullenbak legen?
fr: Vider la corbeille ?
id: Bersihkan kotak sampah?
it: Svuotare il cestino?
pl: Opróżnić kosz?
pt: Esvaziar lixeira?
uk: Очистити корзину?
vi: Dọn sạch thùng rác?
zh: 要清空垃圾桶嗎？

# notesMainPageRoute_note_emptyTrash_content
source: Once the notes are deleted from here you can't restore them. Are you sure you want to continue?
cs: Jakmile odstraníte poznámky, není možné je obnovit. Opravdu chcete pokračovat?
de: Als je de notities verweiderd kun je ze niet meer herstellen. Weet je het zeker dat je veder wilt gaan?
fr: Une fois que les notes seront supprimées, vous ne pourrez plus les récupérer. Êtes-vous sûr de vouloir continuer ?
id: Setelah catatan terhapus dari sini, anda tak dapat memulihkannya. Apakah anda yakin untuk melanjutkan?
it: Una volta che elimini gli appunti essi non possono essere ripristinati. Continuare?
pl: Nie można przywrócić notatek po ich usunięciu. Czy na pewno chcesz kontynuować?
pt: Uma vez que as anotações são excluídas, você não pode restaurá-las. Tem certeza que deseja continuar?
uk: Після видалення нотаток звідси, ви не можете відновити їх. Ви дійсно бажаєте продовжити?
vi: Một khi đã xóa ghi chú ở đây, bạn sẽ không thể khôi phục chúng. Bạn có chắc chắn muốn xóa không?
zh: 垃圾桶中的所有記事將永久刪除。

# notesMainPageRoute_note_list_selectedEntries
source: entries selected
cs: položek vybráno
de: items geselecteerd
fr: entrées sélectionnées
id: entri terpilih
it: voci selezionate
pl: wybranych wpisów
pt: itens selecionados
uk: нотаток выбрано
vi: mục đã chọn
zh: 則選取的記事

# notesMainPageRoute_pinnedNote
source: Pinned note
cs: Připnutá poznámka
de: Vastgemaakte notitie
fr: Note épinglée
id: Catatan tersemat
it: Appunto fissato
pl: Przypięta notatka
pt: Nota fixada
uk: Закріплена нотатка
vi: Ghi chú đã ghim
zh: 已固定的記事

# userInfoRoute_sortByDate
source: Sort notes by date
cs: Seřadit poznámky podle data
de: Sorteer notities op datum
fr: Trier les notes par leur date
id: Urutkan catatan berdasarkan tanggal
it: Ordina gli appunti per data
pl: Sortuj notatki według daty
pt: Ordenar notas por data
uk: Сортувати нотатки за датою
vi: Sắp xếp ghi chú theo ngày
zh: 以日期排序

# userInfoRoute_avatar_change
source: Change avatar
cs: Změnit profilový obrázek
de: Avatar wijzigen
fr: Changer la photo de profil
id: Ubah avatar
it: Cambia immagine
pl: Zmień awatar
pt: Alterar Imagem de Perfil
uk: Змінити аватар
vi: Đổi ảnh đại diện
zh: 變更個人資料相片

# userInfoRoute_avatar_remove
source: Remove avatar
cs: Odstranit profilový obrázek
de: Avatar verwijderen
fr: Supprimer la photo de profil
id: Hapus avatar
it: Rimuovi immagine
pl: Usuń awatar
pt: Remover Imagem de Perfil
uk: Видалити аватар
vi: Xóa ảnh đại diện
zh: 移除個人資料相片

# modifyNotesRoute_title
source: Title
cs: Titulek
de: Titel
fr: Titre
id: Judul
it: Titolo
pl: Tytuł
pt: Título
uk: Заголовок
vi: Tiêu đề
zh: 標題

# modifyNotesRoute_content
source: Content
cs: Obsah
de: Inhoud
fr: Contenu
id: Isi
it: Contenuto
pl: Zawartość
pt: Conteúdo
uk: Вміст
vi: Nội dung
zh: 内容

# modifyNotesRoute_list
source: List
cs: Seznam
de: Lijst
fr: Liste
id: Daftar
it: Lista
pl: Lista
pt: Lista
uk: Список
vi: Danh sách
zh: 清單

# modifyNotesRoute_list_entry
source: Entry
cs: Položka
de: Invoer
fr: Entrée
id: Entri
it: Voce
pl: Wpis
pt: Entrada
uk: Запис
vi: Mục danh sách
zh: 項目

# modifyNotesRoute_list_selectedEntries
source: checked entries
cs: zaškrtnuté položky
de: afgevinkte items
fr: entrées vérifiées
id: entri yang dipilih
it: voci selezionate
pl: sprawdzonych wpisów
pt: entradas verificadas
uk: нотаток вибрано
vi: mục đã hoàn thành
zh: 個選取的項目

# modifyNotesRoute_image
source: Image
cs: Obrázek
de: Afbeelding
id: Gambar
it: Immagine
pl: Obraz
pt: Imagem
uk: Зображення
vi: Ảnh
zh: 圖片

# modifyNotesRoute_image_add
source: Add image
cs: Přidat obrázek
de: Voeg afbeelding toe
fr: Ajouter une image
id: Tambahkan gambar
it: Aggiungi immagine
pl: Dodaj obraz
pt: Adicionar imagem
uk: Додати зображення
vi: Thêm ảnh
zh: 新增圖片

# modifyNotesRoute_image_update
source: Update image
cs: Změnit obrázek
de: Werk afbeelding bij
fr: Changer l'image
id: Perbarui gambar
it: Aggiorna immagine
pl: Aktualizuj obraz
pt: Atualizar imagem
uk: Оновити зображення
vi: Cập nhật ảnh
zh: 更新圖片

# modifyNotesRoute_image_remove
source: Remove image
cs: Odstranit obrázek
de: Verwijder afbeelding
fr: Supprimer l'image
id: Hapus gambar
it: Rimuovi immagine
pl: Usuń zdjęcie
pt: Remover imagem
uk: Видалити зображення
vi: Xóa ảnh
zh: 移除圖片

# modifyNotesRoute_reminder
source: Reminder
cs: Upozornění
de: Herinnering
fr: Rappel
id: Pengingat
it: Promemoria
pl: Przypomnienie
pt: Lembrete
uk: Нагадування
vi: Lời nhắc
zh: 提醒

# modifyNotesRoute_reminder_add
source: Add a new reminder
cs: Přidat upozornění
de: Voeg een nieuwe herinnering toe
fr: Ajouter un rappel
id: Tambahkan pengingat baru
it: Aggiungi un promemoria
pl: Dodaj nowe przypomnienie
pt: Adicionar um novo lembrete
uk: Додати нагадування
vi: Thêm lời nhắc mới
zh: 建立新提醒

# modifyNotesRoute_reminder_update
source: Update reminder
cs: Změnit upozornění
de: Herinnering bijwerken
fr: Rappel de mise à jour
id: Perbarui pengingat
it: Aggiorna promemoria
pl: Aktualizuj przypomnienie
pt: Atualizar lembrete
uk: Оновити нагадування
vi: Cập nhật lời nhắc
zh: 更新提醒

# modifyNotesRoute_reminder_time
source: Time
cs: Čas
de: Tijd
fr: Temps
id: Waktu
it: Ora
pl: Czas
pt: Hora
uk: Час
vi: Thời gian
zh: 時間

# modifyNotesRoute_reminder_date
source: Date
cs: Datum
de: Datum
id: Tanggal
it: Giorno
pl: Data
pt: Data
uk: Дата
vi: Ngày
zh: 日期

# modifyNotesRoute_security_hideContent
source: Hide note content on main page
cs: Skrýt obsah poznámky na hlavní stránce
de: Verberg notitieinhoud op hoofdpagina
fr: Masquer le contenu de la note sur le menu principal
id: Sembunyikan isi catatan di halaman utama
it: Nascondi contenuto nella pagina principale
pl: Ukryj zawartość notatki na stronie głównej
pt: Ocultar conteúdo da nota na página principal
uk: Приховати вміст нотатки на головній
vi: Ẩn nội dung ghi chú ở trang chính
zh: 於主頁面隱藏記事內容

# modifyNotesRoute_security_protectionText
source: Use a protection for hiding
cs: Použít ochranu pro skrytí
de: Beveilig het verbergen
fr: Utiliser une protection pour cacher les notes
id: Gunakan perlindungan untuk menyembunyikan
it: Utilizza una protezione per nascondere
pl: Użyj zabezpieczenia dla ukrycia
pt: Usar uma proteção para esconder
uk: Використовувати захист
vi: Sử dụng khóa bảo mật để ẩn
zh: 選擇保護方式

# modifyNotesRoute_security_pin
source: PIN
de: Pincode
uk: PIN-код
vi: Mã PIN
zh: PIN 碼

# modifyNotesRoute_security_password
source: Password
cs: Heslo
de: Wachtwoord
fr: Mot de passe
id: Kata Sandi
pl: Hasło
pt: Senha
uk: Пароль
vi: Mật khẩu
zh: 密碼

# modifyNotesRoute_security_dialog_titlePin
source: Set or update PIN
cs: Nastavit nebo změnit PIN
de: Pincode instellen of bijwerken
fr: Définir ou changer le code PIN
id: Atur atau Perbarui PIN
it: Imposta o aggiorna il PIN
pl: Ustaw lub aktualizuj PIN
pt: Definir ou atualizar PIN
uk: Встановити або оновити PIN
vi: Đặt hoặc đổi mã PIN
zh: 設定或變更 PIN 碼

# modifyNotesRoute_security_dialog_titlePassword
source: Set or update password
cs: Nastavit nebo změnit heslo
de: Wachtwoord instellen of bijwerken
fr: Définir ou changer le mot de passe
id: Setel atau perbarui kata sandi
it: Imposta o aggiorna la password
pl: Ustaw lub aktualizuj hasło
pt: Definir ou atualizar senha
uk: Встановити чи оновити пароль
vi: Đặt hoặc đổi mật khẩu
zh: 設定或變更密碼

# modifyNotesRoute_security_dialog_lengthExceed
source: {method} length can't exceed {maxLength}
cs: {method} nesmí být delší než {maxLength}
de: {method} lengte kan niet groter zijn dan {maxLength}
fr: La longueur de {method} ne peut pas dépasser {maxLength} caractères
id: {method} panjangnya tidak bisa melebihi {maxLength}
it: La lunghezza del {method} non può oltrepassare {maxLength}
pl: Długość {method} nie może przekroczyć {maxLength}
pt: {method} comprimento não pode exceder {maxLength}
uk: довжина {method} не може перевищувати {maxLength}
vi: {method} không được vượt quá {maxLength} kí tự
zh: {method} 長度請勿超過 {maxLength} 個字元

# modifyNotesRoute_security_dialog_lengthShort
source: {method} length can't be less than {minLength}
cs: {method} nesmí být kratší než {minLength}
de: {method} lengte kan niet kleiner zijn dan {minLength}
fr: La longueur de {method} ne peut pas être inférieure à {minLength} caractères
id: {method} panjangnya tidak bisa kurang dari {minLength}
it: La lunghezza del {method} non può essere minore di {minLength}
pl: Długość {method} nie może być krótsza niż {minLength}
pt: {method} tamanho não pode exceder {minLength}
uk: довжина {method} не може бути меншою за {minLength}
vi: {method} không được ngắn hơn {minLength} kí tự
zh: {method} 長度請勿短於 {minLength} 個字元

# modifyNotesRoute_security_dialog_valid
source: valid
cs: platný
de: geldig
fr: valide
it: valido/a
pl: ważny
pt: válido
uk: дійсне
vi: hợp lệ
zh: 有效

# modifyNotesRoute_color_dialogTitle
source: Note color selector
cs: Výběr barvy poznámky
de: Selecteer notitiekleur
fr: Couleur de la note
id: Pemilih warna catatan
it: Selettore del colore
pl: Wybór koloru notatki
pt: Seletor de cores da nota
uk: Колір нотаток
vi: Chọn màu nền ghi chú
zh: 記事顏色選取工具

# modifyNotesRoute_color_change
source: Change note color
cs: Změnit barvu poznámky
de: Wijzig notitiekleur
fr: Changer la couleur de la note
id: Ubah warna catatan
it: Cambia colore
pl: Zmień kolor notatki
pt: Alterar cor da nota
uk: Змінити колір нотатки
vi: Đổi màu nền ghi chú
zh: 變更記事顏色

# settingsRoute_title
source: Settings
cs: Nastavení
de: Instellingen
fr: Paramètres
id: Pengaturan
it: Impostazioni
pl: Ustawienia
pt: Configurações
uk: Налаштування
vi: Cài đặt
zh: 設定

# settingsRoute_themes
source: Themes
cs: Motivy vzhledu
de: Thema's
fr: Thèmes
id: Tema
it: Temi
pl: Motywy
pt: Temas
uk: Теми
vi: Giao diện
zh: 主題

# settingsRoute_themes_followSystem
source: Follow system theme
cs: Podle motivu systému
de: Volg systeemthema
fr: Suivre le thème du système
id: Ikuti tema sistem
it: Segui il tema di sistema
pl: Z motywu systemu
pt: Seguir tema do sistema
uk: Використовувати системну тему
vi: Theo giao diện hệ thống
zh: 根據裝置主題進行設定

# settingsRoute_themes_systemDarkMode
source: Auto dark theme mode
cs: Automatický tmavý motiv
de: Automatische donker thema modus
fr: Thème sombre automatique
id: Mode tema gelap otomatis
it: Tema scuro di sistema
pl: Automatyczny tryb ciemny
pt: Modo de tema escuro automático
uk: Автоматичний нічний режим
vi: Giao diện tối tự động
zh: 自動深色模式

# settingsRoute_themes_appTheme
source: App theme
cs: Vzhled aplikace
de: App thema
fr: Thème de l'application
id: Tema aplikasi
it: Tema dell'app
pl: Motyw aplikacji
pt: Tema do aplicativo
uk: Тема програми
vi: Giao diện ứng dụng
zh: 應用程式主題

# settingsRoute_themes_useCustomAccent
source: Use custom accent color
cs: Použít vlastní barvu zvýraznění
de: Gebruik aangepaste accentkleur
fr: Utiliser une couleur d'accentuation différente
id: Gunakan warna label kustom
it: Utilizza un colore di accento personalizzato
pl: Użyj niestandardowego koloru akcentu
pt: Usar cor personalizada de destaque
uk: Використовувати свій колір акценту
vi: Dùng màu chủ đề tùy chỉnh
zh: 使用自訂強調色

# settingsRoute_themes_customAccentColor
source: Custom color
cs: Vlastní barva
de: Aangepaste kleur
fr: Couleur personnalisée
id: Warna kustom
it: Colore personalizzato
pl: Własny kolor
pt: Cor personalizada
uk: Користувацький колір
vi: Màu tùy chỉnh
zh: 自訂顏色

# settingsRoute_themes_appLanguage
source: App language
de: App taal
pt: Idiomas do Aplicativo
zh: 應用程式語言

# settingsRoute_themes_systemDefault
source: System
de: Systeem
pt: Sistema
zh: 系統

# settingsRoute_gestures
source: Gestures
cs: Gesta
de: Gebaren
fr: Gestes
id: Gestur
it: Gesti
pl: Gesty
pt: Gestos
uk: Жести
vi: Cử chỉ
zh: 手勢

# settingsRoute_gestures_quickStar
source: Double tap note to star
cs: Dvojí poklepání na poznámku pro přidání do oblíbených
de: Dubbeltik op notitie om ster toe te voegen
fr: Tapez deux fois sur une note pour la mettre en favori
id: Ketuk dua kali catatan untuk memberi bintang
it: Doppio tocco per mettere tra i preferiti
pl: Dwukrotnie stuknij na notatkę, by dodać gwiazdkę
pt: Toque duas vezes em nota para adicionar aos favoritos
uk: Подвійне натискання для позначення
vi: Chạm đúp vào ghi chú để đánh dấu sao
zh: 輕觸兩下記事來加上星號

# settingsRoute_backupAndRestore
source: Backup & restore
cs: Záloha a obnova
de: Back-up & herstellen
fr: Sauvegarder et restaurer
id: Cadangkan & Pulihkan
it: Backup & ripristino
pl: Kopia zapasowa i przywracanie
pt: Restauração e Backup
uk: Бекап та відновлення
vi: Sao lưu & khôi phục
zh: 備份與還原

# settingsRoute_backupAndRestore_backup
source: Backup (Experimental)
cs: Zálohovat (Experimentální)
de: Back-up (experimenteel)
fr: Sauvegarder (expérimental)
id: Cadangkan (Eksperimental)
it: Backup (Sperimentale)
pl: Kopia zapasowa (eksperymentalna)
uk: Бекап (Експерементальний)
vi: Sao lưu (Thử nghiệm)
zh: 備份 (實驗性)

# settingsRoute_backupAndRestore_backup_done
source: Backup located at: {path}
cs: Záloha se nachází na: {path}
de: Back-up in: {path}
fr: Sauvegarde effectuée, et se trouve à : {path}
id: Cadangan terletak di: {path}
it: Backup situato su: {path}
pl: Kopia zapasowa zlokalizowana w: {path}
pt: Backup localizado em: {path}
uk: Бекап розташовано в: {path}
vi: Bản sao lưu được lưu ở: {path}
zh: 已備份於：{path}

# settingsRoute_backupAndRestore_restore
source: Restore (Experimental)
cs: Obnovit (Experimentální)
de: Herstellen (experimenteel)
fr: Restaurer (expérimental)
id: Pulihkan (Eksperimental)
it: Ripristino (Sperimentale)
pl: Przywróć (eksperymentalne)
pt: Restaurar (Experimental)
uk: Відновити (Експерементально)
vi: Khôi phục (Thử nghiệm)
zh: 還原 (實驗性)

# settingsRoute_backupAndRestore_restore_success
source: Done!
cs: Hotovo!
de: Klaar!
fr: Terminé !
id: Selesai!
it: Fatto!
pl: Gotowe!
pt: Concluído!
uk: Готово!
vi: Xong!
zh: 已完成！
