Repository: ATechnoHazard/PotatoNotes
Catalog: lib/l10n/intl_*.arb
Languages: cs, de, fr, id, it, pl, pt, uk, vi, zh

# settingsRoute_backupAndRestore_restore_fail
source: Corrupted or invalid DB!
cs: Poškozeno nebo neplatné DB!
de: Corrupte of ongeldige DB!
fr: Base de données corrompues ou invalide !
id: DB rusak atau tidak valid!
it: Database corrotto o non valido!
pl: Uszkodzona lub nieprawidłowa baza danych!
pt: DB corrompido ou inválido!
uk: База данних пошкоджена або недійсна!
vi: Dữ liệu bị hỏng hoặc không hợp lệ!
zh: 資料庫錯誤或無效！

# settingsRoute_backupAndRestore_regenDbEntries
source: Regenerate database entries
cs: Znovu vygenerovat záznamy v databázi
de: Database items opnieuw genereren
fr: Régénérer les entrées de la base de données
id: Memperbarui entri database
it: Rigenera le colonne del database
pl: Wygeneruj ponownie wpisy bazy danych
pt: Regenerar entradas do banco de dados
uk: Регенерувати базу данних
vi: Tạo mới cơ sở dữ liệu
zh: 重新產生資料庫項目

# settingsRoute_about
source: About
cs: O aplikaci
de: Over
fr: À propos
id: Tentang
it: Crediti
pl: O
pt: Sobre
uk: Про програму
vi: Thông tin
zh: 關於

# settingsRoute_about_potatonotes
source: About PotatoNotes
cs: O PotatoNotes
de: Over PotatoNotes
fr: À propos de PotatoNotes
id: Tentang PotatoNotes
it: A proposito di PotatoNotes...
pl: O PotatoNotes
pt: Sobre PotatoNotes
uk: Про PotatoNotes
vi: Thông tin về PotatoNotes
zh: 關於 PotatoNotes

# settingsRoute_about_potatonotes_development
source: Developed and mantained by HrX03
cs: Vyvinuto a aktualizováno HrX03
de: Ontwikkeld en onderhouden door HrX03
fr: Développé et maintenu par HrX03
id: Dikembangkan dan dikelola oleh HrX03
it: Sviluppato e supportato da HrX03
pl: Opracowane i rozwijane przez HrX03
pt: Desenvolvido e mantido por HrX03
uk: Розробка та підтримка: Hrx03
vi: Được phát triển và duy trì bởi HrX03
zh: 開發及維護：HrX03

# settingsRoute_about_potatonotes_design
source: Design, app branding and app logo by RshBfn
cs: Návrh, značkování aplikace a logo aplikace RshBfn
de: Ontwerp, design en logo door RshBfn
fr: Design, apposition de l'application et logo de l'application fait par RshBfn
id: Desain, penamaan aplikasi dan logo aplikasi oleh RshBfn
it: Design e icon dell'app di RshBfn
pl: Projekt, marka aplikacji i logo aplikacji przez RshBfn
pt: Design, marca e logotipo da app por RshBfn
uk: Дизайн, брендинг та логотип: RshBfn
vi: Thiết kế giao diện và biểu tượng ứng dụng bởi RshBfn
zh: 設計、應用程式識別及圖示：RshBfn

# settingsRoute_about_sourceCode
source: PotatoNotes source code
cs: Zdrojový kód PotatoNotes
de: PotatoNotes broncode
fr: Code source de PotatoNotes
id: Kode sumber PotatoNotes
it: Codice sorgente di PotatoNotes
pl: Kod źródłowy PotatoNotes
pt: Código fonte de PotatoNotes
uk: Вихідний код PotatoNotes
vi: Mã nguồn của PotatoNotes
zh: PotatoNotes 原始程式碼

# settingsRoute_dev
source: Developer options
cs: Možnosti pro vývojáře
de: Ontwikkelaarsopties
fr: Options pour les développeurs
id: Opsi Pengembang
it: Opzioni sviluppatore
pl: Opcje programistyczne
pt: Opções do desenvolvedor
uk: Параметри для розробників
vi: Tùy chọn nhà phát triển
zh: 開發人員選項

# settingsRoute_dev_idLabels
source: Show id labels
cs: Zobrazit štítky
de: Toon id labels
fr: Afficher les étiquettes
id: Tampilkan label info
it: Mostra etichette dell'id
pl: Pokaż etykiety identyfikatorów
pt: Mostrar rótulos de identificação
uk: Показувати id нотанок
vi: Hiển thị id của nhãn
zh: 顯示編號標籤

# settingsRoute_dev_welcomeScreen
source: Show welcome screen on next startup
de: Toon welkomstscherm bij de volgende start
pt: Mostrar tela de boas-vindas na próxima inicialização
zh: 下次開啟時顯示歡迎頁面

# searchNotesRoute_searchbar
source: Search...
cs: Hledat...
de: Zoeken...
fr: Rechercher...
id: Cari...
it: Cerca...
pl: Szukaj...
pt: Pesquisar...
uk: Пошук...
vi: Tìm kiếm…
zh: 搜尋…

# searchNotesRoute_noQuery
source: Input something to start the search
cs: Vložte něco k zahájení hledání
de: Voer iets in om te beginnen met zoeken
fr: Ecrivez quelque chose pour pouvoir le rechercher
id: Masukkan sesuatu untuk memulai pencarian
it: Scrivi qualcosa per iniziare a cercare
pl: Wprowadź coś, aby rozpocząć wyszukiwanie
pt: Digite algo para iniciar a pesquisa
uk: Введіть що-небудь, щоб почати пошук
vi: Nhập bất cứ gì vào đây để tìm kiếm
zh: 請輸入搜尋關鍵字

# searchNotesRoute_nothingFound
source: No notes found that match your search terms
cs: Nebyla nalezena žádná poznámka, která by odpovídala hledaným výrazům
de: Geen notities gevonden die overeenkomen met uw zoektermen
fr: Aucune note a été trouvée correspondant à votre recherche
id: Tidak ada catatan yang sesuai dengan pencarian anda
it: Nessun appunto trovato che corrispondesse alla tua ricerca
pl: Nie znaleziono notatek pasujących do twoich kryteriów wyszukiwania
pt: Nenhuma nota encontrada que corresponda aos seus termos de pesquisa
uk: Не знайдено нотаток, що відповідають вашим умовам пошуку
vi: Không tìm thấy ghi chú nào khớp với từ khóa của bạn
zh: 找不到相符的搜尋結果

# searchNotesRoute_filters_title
source: Search filters
cs: Vyhledávací filtry
de: Zoekfilters
fr: Filtres de recherches
id: Filter Pencarian
it: Filtri
pl: Filtry wyszukiwania
pt: Filtros de pesquisa
uk: Фільтри пошуку
vi: Bộ lọc tìm kiếm
zh: 搜尋工具

# searchNotesRoute_filters_case
source: Case sensitive
cs: Rozlišit malá a velká písmena
de: Hoofdlettergevoelig
fr: Sensible à la casse
id: Sensitivitas Huruf
it: Sensibile alle maiuscole
pl: Rozróżniaj małe i duże litery
pt: Maiúsculas e minúsculas
uk: З урахуванням регістру
vi: Phân biệt chữ hoa-thường
zh: 區分大小寫

# searchNotesRoute_filters_color
source: Color filter
cs: Barevný filtr
de: Kleurfilter
fr: Filtrer par couleur
id: Filter Warna
it: Colore
pl: Filtr kolorów
pt: Filtro de Cor
uk: Колірний фільтр
vi: Lọc theo màu
zh: 以顏色篩選

# searchNotesRoute_filters_date
source: Date filter
cs: Filtr data
de: Datumfilter
fr: Filtrer par date
id: Filter tanggal
it: Data
pl: Filtr daty
pt: Filtro de Data
uk: По даті
vi: Lọc theo ngày
zh: 以日期篩選

# securityNoteRoute_request_pin
source: A PIN is requested to open the note
cs: K otevření poznámky je požadován kód PIN
de: Een PIN is nodig om de notitie te openen
fr: Un code PIN est obligatoire pour ouvrir cette note
id: PIN diperlukan untuk membuka catatan
it: E' richiesto un PIN per aprire l'appunto
pl: Proszony jest kod PIN, aby otworzyć notatkę
pt: Uma senha é solicitada para abrir a nota
uk: Треба PIN, щоб відкрити нотанку
vi: Yêu cầu mã PIN để mở ghi chú
zh: 需要 PIN 碼以開啟記事

# securityNoteRoute_request_password
source: A password is requested to open the note
cs: Pro otevření poznámky je požadováno heslo
de: Een wachtwoord is nodig om de notitie te openen
fr: Un mot de passe est obligatoire pour ouvrir cette note
id: Kata sandi diperlukan untuk membuka catatan
it: E' richiesta una password per aprire l'appunto
pl: Aby otworzyć notatkę, wymagane jest podanie hasła
pt: Uma senha é solicitada para abrir a nota
uk: Треба пароль, щоб відкрити нотанку
vi: Yêu cầu mật khẩu để mở ghi chú
zh: 需要密碼以開啟記事

# securityNoteRoute_wrong_pin
source: Wrong PIN
cs: Nesprávný kód PIN
de: Onjuiste PIN
fr: Code PIN incorrect
id: PIN salah
it: PIN errato
pl: Nieprawidłowy kod PIN
pt: Senha incorreta
uk: Неправильний PIN-код
vi: Sai mã PIN
zh: PIN 碼錯誤

# securityNoteRoute_wrong_password
source: Wrong password
cs: Chybné heslo
de: Onjuist wachtwoord
fr: Mot de passe incorrect
id: Kata sandi salah
it: Password errata
pl: Nieprawidłowe hasło
pt: Senha incorreta
uk: Неправильний пароль
vi: Sai mật khẩu
zh: 密碼錯誤

# syncLoginRoute_emailOrUsername
source: Email or username
de: E-mailadres of gebruikersnaam
fr: Adresse email ou nom d'utilisateur
id: Email atau nama pengguna
it: Email o nome utente
pl: E-mail lub nazwa użytkownika
pt: E-mail ou nome de usuário
uk: Ел. пошта або ім'я користувача
zh: 電子郵件或使用者名稱

# syncLoginRoute_emptyField
source: This field can't be empty!
de: Dit veld mag niet leeg zijn!
fr: Ce champ ne peut pas être vide !
id: Kolom ini tidak boleh kosong!
it: Questo spazio non può essere vuoto!
pl: To pole nie może być puste!
pt: Este campo não pode ficar vazio!
uk: Це поле не може бути порожнім!
zh: 此欄位不得為空！

# syncLoginRoute_password
source: Password
de: Wachtwoord
fr: Mot de passe
id: Kata sandi
pl: Hasło
pt: Senha
uk: Пароль
zh: 密碼

# syncLoginRoute_register
source: Register
de: Registreer
fr: Inscrivez-vous
id: Registrasi
it: Registrati
pl: Zarejestruj się
pt: Registrar-se
uk: Реєстрація
zh: 註冊

# syncLoginRoute_successfulRegistration
source: Registered with success
de: Registratie succesvol
fr: Enregistré avec succès
id: Registrasi sukses
it: Registrato con successo
pl: Zarejestrowano z powodzeniem
pt: Registrado com sucesso
uk: Успішно зареєстровано
zh: 註冊成功

# syncLoginRoute_login
source: Login
de: Aanmelden
fr: Identifiez-vous
id: Masuk
it: Accedi
pl: Zaloguj się
pt: Conectar-se
uk: Вхід
zh: 登入

# syncLoginRoute_noteConflictDialog_title
source: Notes found on your account
de: Notities gevonden op je account
fr: Notes trouvées sur votre compte
id: Catatan ditemukan pada akun anda
it: Sono stati trovati appunti sul tuo account
pl: Notatki znalezione na Twoim koncie
pt: Notas encontradas em sua conta
uk: Нотатки знайдені в вашому профілі
zh: 帳戶中尚無筆記

# syncLoginRoute_noteConflictDialog_content
source: Saved notes and synced notes conflict. What do you want to do?
de: Opgeslagen notities en gesynchroniseerde notities kunnen niet samengevoegd worden. Wat wilt u doen?
fr: Notes enregistrées et messages synchronisés en conflit. Que voulez-vous faire ?
id: Catatan tersimpan dan catatan tersinkron mengalami masalah. Apa yang akan anda lakukan?
it: Gli appunti salvati e quelli sul cloud vanno in conflitto. Cosa si desidare fare?
pl: Wystąpił konflikt z zapisanymi i zsynchronizowanymi notatkami. Co chcesz zrobić?
pt: Salvar anotações e conflito de notas sincronizadas. O que você deseja fazer?
uk: Збережені та синхронізовані нотатки конфліктують. Що ви хочете зробити?
zh: 現有筆記與同步中的筆記發生衝突。 請選擇下一步：

# syncLoginRoute_noteConflictDialog_keep
source: Keep current and upload them
de: Huidige houden en uploaden
fr: Garder à jour et les télécharger
id: Simpan yang terkini dan unggah
it: Mantieni attuali e caricali
pl: Zachowaj bieżące i prześlij je
pt: Mantenha-se atualizado e faça o upload
uk: Зберегти поточні та загрузити їх
zh: 保留現有筆記並上傳至雲端

# syncLoginRoute_noteConflictDialog_replace
source: Replace saved with cloud
de: Vervang opgeslagen notities met die in de cloud
fr: Remplacer ceux qui sont enregistrés par ceux du cloud
id: Pemulihan tersimpan dengan cloud
it: Rimpiazza con quelli sul cloud
pl: Zastąp zapisane chmurą
pt: Substituir salvo com nuvem
uk: Замінити на збережені у хмарі
zh: 將現有筆記替換為同步中的版本

# syncRegisterRoute_register
source: Register
de: Registreer
fr: Inscrivez-vous
id: Registrasi
it: Registrazione
pl: Zarejestruj się
pt: Registrar-se
uk: Зареєструватися
zh: 註冊

# syncRegisterRoute_username
source: Username
de: Gebruikersnaam
fr: Nom d'utilisateur
id: Nama pengguna
it: Nome utente
pl: Nazwa użytkownika
pt: Nome do usuário
uk: Ім'я користувача
zh: 使用者名稱

# syncRegisterRoute_username_empty
source: Username can't be empty
de: Gebruikersnaam mag niet leeg zijn
fr: Le champ du nom d'utilisateur ne peut être vide
id: Nama pengguna tidak boleh kosong
it: Il nome utente non può essere vuoto
pl: Nazwa użytkownika nie może być pusta
pt: O usuário não pode estar em branco
uk: Ім'я не може бути порожнім
zh: 使用者名稱不得為空

# syncRegisterRoute_email
source: Email
de: E-mailadres
fr: Adresse email
uk: Ел. пошта
zh: 電子郵件

# syncRegisterRoute_email_empty
source: Email can't be empty
de: E-mail mag niet leeg zijn
fr: L'adresse email ne peut pas être vide
id: Alamat email tidak boleh kosong
it: L'email non può essere vuota
pl: Adres e-mail nie może być pusty
pt: O e-mail não pode estar em branco
uk: Ел. пошта не може бути порожньою
zh: 電子郵件不得為空

# syncRegisterRoute_email_invalidFormat
source: Invalid email format
de: Ongeldig e-mailformaat
fr: Format d'email invalide
id: Format email tidak benar
it: Formato dell'email non valido
pl: Nieprawidłowy format e-mail
pt: Formato de e-mail inválido
uk: Невірний формат ел. пошти
zh: 電子郵件格式無效

# syncRegisterRoute_password
source: Password
de: Wachtwoord
fr: Mot de passe
id: Kata sandi
pl: Hasło
pt: Senha
uk: Пароль
zh: 密碼

# syncRegisterRoute_password_empty
source: Password can't be empty
de: Wachtwoord mag niet leeg zijn
fr: Le champ mot de passe ne peut être vide
id: Kata sandi tidak boleh kosong
it: La password non può essere vuota
pl: Hasło nie może być puste
pt: A senha não pode estar em branco
uk: Пароль не може бути порожнім
zh: 密碼不得為空

# syncRegisterRoute_confirmPassword
source: Confirm password
de: Bevestig wachtwoord
fr: Confirmer le mot de passe
id: Konfirmasi sandi
it: Conferma password
pl: Potwierdź hasło
pt: Confirmar a senha
uk: Підтвердження пароля
zh: 確認密碼

# syncRegisterRoute_confirmPassword_noMatch
source: Password don't match
de: Wachtwoord komt niet overeen
fr: Le mot de passe ne correspond pas
id: Kata sandi tidak cocok
it: Le password non corrispondono
pl: Hasło nie pasuje
pt: As senhas não conferem
uk: Паролі не збігаються
zh: 密碼不相符

# syncManageRoute_account
source: Account
fr: Compte
id: Akun
pl: Konto
pt: Conta
uk: Профіль
zh: 帳戶

# syncManageRoute_account_loggedInAs
source: Logged in as: {username}
de: Ingelogd als: {username}
fr: Connecté en tant que {username}
id: Masuk sebagai: {username}
it: Accesso eseguito come: {username}
pl: Zalogowano jako: {username}
pt: Conectado como: {username}
uk: Ви ввійшли як: {username}
zh: 登入為：{username}

# syncManageRoute_account_logout
source: Logout
de: Uitloggen
fr: Se déconnecter
id: Keluar
it: Esci
pl: Wyloguj się
pt: Desconectar
uk: Вихід
zh: 登出

# syncManageRoute_account_guest
source: Guest
de: Gast
fr: Invité
it: Ospite
pl: Gość
pt: Convidado
uk: Гість
zh: 訪客

# syncManageRoute_account_changeUsername
source: Change username
de: Gebruikersnaam wijzigen
fr: Changer de nom d'utilisateur
id: Ganti nama pengguna
it: Cambia username
pl: Zmień nazwę użytkownika
pt: Alterar nome de usuário
uk: Змінити ім'я користувача
zh: 變更使用者名稱

# syncManageRoute_account_changeImage
source: Change image
de: Afbeelding wijzigen
fr: Changer d'image
id: Ubah gambar
it: Cambia immagine
pl: Zmień obraz
pt: Alterar Imagem
uk: Змінити зображення
zh: 變更圖片

# syncManageRoute_sync
source: Sync
de: Synchroniseren
fr: Synchroniser
id: Sinkron
it: Sincronizzazione
pl: Synchronizuj
pt: Sincronizar
uk: Синхронізувати
zh: 同步

# syncManageRoute_sync_enableAutoSync
source: Enable auto sync
de: Automatische synchronisatie inschakelen
fr: Activer la synchronisation automatique
id: Aktifkan sinkronisasi otomatis
it: Attiva la sincronizzazione automatica
pl: Włącz automatyczną synchronizację
pt: Habilitar Sincronização Automática
uk: Увімкнути автосинхронізацію
zh: 開啟自動同步

# syncManageRoute_sync_autoSyncInterval
source: Auto-sync time interval (seconds)
de: Tijdsinterval automatische synchronisatie (seconden)
fr: Intervalle de synchronisation automatique (secondes)
id: Selang waktu sinkronisasi otomatis (detik)
it: Intervallo di tempo in secondi per la sincronizzazione automatica
pl: Interwał czasu automatycznej synchronizacji (sekundy)
pt: Intervalo de tempo de sincronização automática (segundos)
uk: Інтервал часу автосинхронізації (в секундах)
zh: 自動同步間隔（秒）

# welcomeRoute_firstPage_catchPhrase
source: Your new favourite notes app
de: Je nieuwe favoriete app voor notities
fr: Votre nouvelle application de notes préférée
it: La tua nuova app per gli appunti preferita
pt: O seu novo app de notas favorito
zh: 讓您愛不釋手的筆記

# welcomeRoute_secondPage_title
source: Basic customization
de: Basis personalisatie
fr: Personnalisation basique
it: Personalizzazione di base
pt: Personalizações Básicas
zh: 基本設定

# welcomeRoute_thirdPage_description
source: With a free PotatoSync account, you can sync your notes between multiple devices. And it’s super easy to get one!
de: Met een gratis PotatoSync account kunt u uw notities synchroniseren tussen meerdere apparaten. En het is super eenvoudig om er een te krijgen!
fr: Avec un compte PotatoSync gratuit, vous pouvez synchroniser vos notes entre plusieurs appareils. Et c'est super easy d'en avoir un !
it: Con un account gratuito PotatoSync, puoi sincronizzare i tuoi appunti tra dispositivi vari. Ed è super semplice ottenerne uno!
pt: Com uma conta gratuita do PotatoSync, você pode sincronizar as suas notas entre vários dispositivos. E é muito fácil obter uma!
zh: 有了 PotatoSync 帳號，您將可在多個裝置間同步筆，且輕鬆即可取得！

# welcomeRoute_thirdPage_success
source: PotatoSync has been configured successfully. Well done!
de: PotatoSync is succesvol geconfigureerd. Goed gedaan!
fr: PotatoSync à été configuré correctement. Bravo !
it: Hai configurato PotatoSync con successo. Ben fatto!
pt: O PotatoSync foi configurado com sucesso. Muito bem!
zh: PotatoSync 設定成功！

# welcomeRoute_thirdPage_getStarted
source: Get started
de: Aan de slag
fr: Commencer
it: Iniziamo
pt: Comece agora! :)
zh: 立即開始

# welcomeRoute_fourthPage_title
source: Setup complete
de: Installatie voltooid
fr: Setup terminé
it: Setup completato
pt: Configuração concluída
zh: 設定完成

# welcomeRoute_fourthPage_description
source: And with this you’re finally done. Now you can finally have fun! Hooray!
de: En hiermee ben je eindelijk klaar. Nu kun je eindelijk plezier hebben! Hoera!
fr: Et vous en avez fini avec ça. Maintenant vous pouvez enfin vous amuser ! Ouaiiis !
it: E con questo hai finito. Finalmente ti puoi divertire! Evviva!
pt: E com isso você finalmente terminou. Agora você pode finalmente se divertir! Viva!
zh: 再幾步即可完成設定！

# welcomeRoute_fourthPage_thankyou
source: Thanks for choosing PotatoNotes
de: Bedankt voor het kiezen van PotatoNotes
fr: Merci d'avoir choisi PotatoNotes
it: Grazie per aver scelto PotatoNotes
pt: Obrigado por escolher o PotatoNotes
zh: 感謝您使用 PotatoNotes

# note_select
source: Select
cs: Vybrat
de: Selecteer
fr: Sélectionner
id: Pilih
it: Seleziona
pl: Wybierz
pt: Selecionar
uk: Вибрати
vi: Chọn
zh: 選取

# note_edit
source: Edit
cs: Upravit
de: Bewerk
fr: Modifier
id: Ubah
it: Modifica
pl: Edytuj
pt: Editar
uk: Редагувати
vi: Sửa
zh: 編輯

# note_emptyTrash
source: Empty trash
de: Prullenbak leegmaken
fr: Corbeille vide
id: Kotak sampah kosong
it: Svuota cestino
pl: Opróżnij kosz
pt: Esvaziar lixeira
uk: Очистити кошик
zh: 清空垃圾桶

# note_delete
source: Delete
cs: Odstranit
de: Verwijder
fr: Supprimer
id: Hapus
it: Elimina
pl: Usuń
pt: Deletar
uk: Видалити
vi: Xóa
zh: 刪除

# note_delete_snackbar
source: Note deleted
cs: Poznámka odstraněna
de: Notitie verwijderd
fr: Note supprimée
id: Catatan dihapus
it: Appunto eliminato
pl: Notatka usunięta
pt: Nota excluída
uk: Нотатку видалено
vi: Đã xóa ghi chú
zh: 筆記已刪除

# notes_delete_snackbar
source: Notes deleted
cs: Poznámky odstraněny
de: Notities verwijderd
fr: Notes supprimées
id: Catatan dihapus
it: Appunti eliminati
pl: Usunięto notatki
pt: Notas excluídas
uk: Нотатки видалено
vi: Đã xóa các ghi chú
zh: 筆記已刪除

# note_restore_snackbar
source: Note restored
cs: Poznámka obnovena
de: Notitie hersteld
fr: Note restaurée
id: Catatan dipulihkan
it: Appunto ripristinato
pl: Przywrócono notatkę
pt: Nota restaurada
uk: Нотатку відновлено
vi: Đã khôi phục ghi chú
zh: 筆記已還原

# notes_restore_snackbar
source: Notes restored
cs: Poznámky obnoveny
de: Notitie hersteld
fr: Notes restaurées
id: Catatan dipulihkan
it: Appunti ripristinati
pl: Przywrócono notatki
pt: Notas restauradas
uk: Нотатки відновлено
vi: Đã khôi phục các ghi chú
zh: 筆記已還原

# note_archive_snackbar
source: Note archived
cs: Poznámka archivována
de: Notitie gearchiveerd
fr: Note archivée
id: Catatan telah diarsipkan
it: Appunto archiviato
pl: Zarchiwizowano notatkę
pt: Nota arquivada
uk: Нотатка переміщена в архів
vi: Đã lưu trữ ghi chú
zh: 筆記已封存

# notes_archive_snackbar
source: Notes archived
cs: Poznámky archivovány
de: Notitie gearchiveerd
fr: Notes archivées
id: Catatan telah diarsipkan
it: Appunti archiviati
pl: Zarchiwizowano notatki
pt: Notas arquivadas
uk: Нотатки переміщені в архів
vi: Đã lưu trữ các ghi chú
zh: 筆記已封存

# note_removeFromArchive_snackbar
source: Note removed from archived
cs: Poznámka odstraněna z archivu
de: Notitie verwijderd uit gearchiveerd
fr: Note supprimée des archives
id: Catatan dihilangkan dari arsip
it: Appunto rimosso dall'archivio
pl: Usunięto notatkę z archiwum
pt: Notas removidas de arquivados
uk: Нотатку видалено з архіву
vi: Đã xóa ghi chú khỏi mục lưu trữ
zh: 已從封存中還原筆記

# notes_removeFromArchive_snackbar
source: Notes removed from archived
cs: Poznámky odstraněny z archivu
de: Notitie verwijderd uit gearchiveerd
fr: Notes supprimées des archives
id: Catatan dihilangkan dari arsip
it: Appunti rimossi dall'archivio
pl: Usunięto notatki z archiwum
pt: Notas removidas dos arquivados
uk: Нотатки видалено з архіву
vi: Đã xóa các ghi chú khỏi mục lưu trữ
zh: 已從封存中還原筆記

# note_star
source: Star
cs: Oblíbené
de: Voeg ster toe
fr: Ajouter aux favoris
id: Bintangi
it: Preferito
pl: Gwiazdka
pt: Favorito
uk: Позначити
vi: Đánh dấu
zh: 加上星號

# note_unstar
source: Unstar
cs: Odstranit z oblíbených
de: Verwijder ster
fr: Supprimer des favoris
id: Batal Bintangi
it: Non preferito
pl: Usuń gwiazdkę
pt: Remover dos Favoritos
uk: Зняти позначення
vi: Bỏ đánh dấu
zh: 移除星號

# note_share
source: Share
cs: Sdílet
de: Delen
fr: Partager
id: Bagikan
it: Condividi
pl: Udostępnij
pt: Compartilhar
uk: Поділитись
vi: Chia sẻ
zh: 分享

# note_export
source: Export
cs: Exportovat
de: Exporteren
fr: Exporter
id: Ekspor
it: Esporta
pl: Wyeksportuj
pt: Exportar
uk: Експортувати
vi: Xuất
zh: 匯出

# note_exportLocation
source: Note exported at
cs: Poznámka exportována do
de: Notitie geëxporteerd op
fr: Note exportée à
id: Catatan diekspor pada
it: Appunto esportato su
pl: Notatka wyeksportowana do
pt: Nota exportada em
uk: Нотатку експортовано в
vi: Ghi chú đã được xuất đến
zh: 已將記事匯出於

# note_lockedOptions
source: Note is locked, use the options on the note screen
cs: Poznámka je uzamčena, použijte možnosti na obrazovce poznámky
de: Notitie is vergrendeld, gebruik de opties op het notitiescherm
fr: Cette note est verouillée, veuillez utiliser les options sur l'écran de la note pour changer cela
id: Catatan terkunci, gunakan opsi pada layar catatan
it: Il contenuto è nascosto, usa le opzioni nello schermo dell'appunto
pl: Notatka jest zablokowana, użyj opcji na ekranie notatki
pt: Nota bloqueada, use as opções na tela de anotações
uk: Нотатку заблоковано, використовуйте опції на екрані нотаток
vi: Ghi chú đã bị khóa, sử dụng các tùy chọn trong màn hình ghi chú
zh: 記事已鎖定，請於記事頁面變更選項

# note_pinToNotifs
source: Pin to notifications
cs: Připnout do notifikací
de: Maak notitie vast aan meldingen
fr: Épingler en tant que notification
id: Sematkan ke notifikasi
it: Fissa nelle notifiche
pl: Przypnij do powiadomień
pt: Fixado na área de notificações
uk: Закріпити до сповіщень
vi: Ghim vào thông báo
zh: 固定至通知區域

# sync_malformedEmailError
source: Malformed or missing email
de: Misvormde of ontbrekende e-mail
fr: E-mail mal formé ou manquant
id: Email rusak atau hilang
it: Email non valida o inesistente
pl: Niepoprawny lub brakujący adres e-mail
pt: E-mail malformado ou ausente
uk: Неправильна чи відсутня ел. пошта
zh: 格式錯誤或無電子郵件

# sync_usernameOutOfBoundsError
source: The username you entered is too long or too short
de: De gebruikersnaam die je hebt ingevoerd is te lang of te kort
fr: Le nom d'utilisateur que vous avez saisi est trop long ou trop court
id: Nama pengguna yang anda masukkan terlalu panjang atau terlalu pendek
it: Il nome utente inserito è troppo lungo o troppo corto
pl: Wprowadzona nazwa użytkownika jest zbyt długa lub zbyt krótka
pt: O nome de usuário inserido é muito longo ou muito curto
uk: Введене ім'я користувача занадто довге або занадто коротке
zh: 使用者名稱過長或過短
