Repository: ATechnoHazard/PotatoNotes
Catalog: lib/l10n/intl_*.arb
Languages: cs, de, fr, id, it, pl, pt, uk, vi, zh

# sync_passOutOfBoundsError
source: The password you entered is too long or too short
de: Het wachtwoord dat je hebt ingevoerd is te lang of te kort
fr: Le mot de passe saisi est trop long ou trop court
id: Kata sandi yang anda masukkan terlalu panjang atau terlalu pendek
it: La password inserita è troppo lunga o troppo corta
pl: Wprowadzone hasło jest zbyt długie lub za krótkie
pt: A senha que você digitou é muito longa ou muito curta
uk: Введений пароль занадто довгий або занадто короткий
zh: 密碼過長或過短

# sync_dbConnectionError
source: There was a problem connecting to the database, retry later
de: Er was een probleem met het verbinden met de database, probeer het later opnieuw
fr: Il y a eu un problème de connexion à la base de données, réessayez plus tard
id: Ada kendala saat menghubungkan ke database, coba sesaat lagi
it: Si è verificato un errore nel connettersi al database, riprova più tardi
pl: Wystąpił problem z połączeniem z bazą danych, spróbuj ponownie później
pt: Houve um problema na conexão com o banco de dados, tente novamente mais tarde
uk: Виникла проблема при з'єднанні з базою даних, спробуйте пізніше
zh: 與資料庫連線時發生錯誤，請稍後再試

# sync_emailAlreadyExistsError
source: The email you entered seems to be already registered
de: Het e-mailadres dat u hebt ingevoerd lijkt al geregistreerd te zijn
fr: L'e-mail que vous avez saisi semble déjà être enregistré
id: Email yang anda masukkan telah digunakan
it: L'email inserita sembra essere già registrata
pl: Wprowadzony adres e-mail wydaje się być już zarejestrowany
pt: O e-mail inserido já está registrado
uk: Введена ел. пошта вже зареєстрована
zh: 該電子郵件已註冊

# sync_usernameAlreadyExistsError
source: The username you entered seems to be already registered
de: De gebruikersnaam die je hebt ingevoerd lijkt al geregistreerd te zijn
fr: Le nom d'utilisateur que vous avez saisi semble déjà être enregistré
id: Nama pengguna yang anda masukkan telah digunakan
it: Il nome utente inserito sembra essere già registrato
pl: Podana nazwa użytkownika wydaje się być już zarejestrowana
pt: O nome de usuário inserido já está registrado
uk: Введене ім'я користувача вже зареєстровано
zh: 該使用者名稱已註冊

# sync_usernameNotFoundError
source: This username isn't registered
de: Deze gebruikersnaam is niet geregistreerd
fr: Ce nom d'utilisateur n'est pas enregistré
id: Nama pengguna ini tidak terdaftar
it: Nome utente non registrato
pl: Ta nazwa użytkownika nie jest zarejestrowana
pt: Este nome de usuário não está registrado
uk: Це ім'я користувача не зареєстровано
zh: 使用者名稱尚未註冊

# sync_invalidCredentialsError
source: Bad username/email and password combination
de: Verkeerde gebruikersnaam/e-mail en wachtwoord combinatie
fr: Mauvaise combinaison utilisateur/email et mot de passe
id: Nama pengguna/email dan kata sandi salah
it: Combinazione nome utente/email e password non valida
pl: Zła kombinacja nazwy użytkownika/adresu e-mail i hasła
pt: Usuário/e-mail e combinação de senha inválidos
uk: Неправильне ім'я користувача/ел. пошта або пароль
zh: 使用者名稱或電子郵件與密碼不相符

# sync_notFoundError
source: The account was not found
de: Het account is niet gevonden
fr: Le compte n'a pas été trouvé
id: Akun tidak ditemukan
it: L'account non è stato trovato
pl: Konto nie zostało znalezione
pt: A conta não foi encontrada
uk: Профіль не знайдено
zh: 找不到此帳戶

# sync_userNotFoundError
source: The user was not found
de: De gebruiker is niet gevonden
fr: L'utilisateur n'a pas été trouvé
id: Pengguna tidak ditemukan
it: Utente non trovato
pl: Użytkownik nie został znaleziony
pt: O usuário não foi encontrado
uk: Користувача не зайдено
zh: 找不到使用者

# sync_outOfBoundsError
source: The input you entered is too long or too short
de: De invoer die u hebt ingevoerd is te lang of te kort
fr: Le texte que vous avez entré est trop long ou trop court
id: Keyword yang anda masukkan terlalu panjang atau terlalu pendek
it: La stringa inserita è troppo lunga o troppo corta
pl: Wprowadzone dane są zbyt długie lub zbyt krótkie
pt: O valor de entrada inserido é muito longo ou muito curto
uk: Введені дані занадто довгі або занадто короткі
zh: 輸入內容過長或過短

# sync_accNotFoundError
source: The account was not found
de: Het account is niet gevonden
fr: Le compte n'a pas été trouvé
id: Akun tidak ditemukan
it: Account non trovato
pl: Konto nie zostało znalezione
pt: A conta não foi encontrada
uk: Профіль не знайдено
zh: 找不到此帳戶

# sync_missingNoteIdError
source: You can't create a note without an id
de: U kunt geen notitie maken zonder een id
fr: Vous ne pouvez pas créer une note sans un id
id: Anda tidak dapat membuat catatan tanpa id
it: Non puoi creare un appunto senza id
pl: Nie możesz utworzyć notatki bez identyfikatora
pt: Você não pode criar uma nota sem uma identificação
uk: Неможливо створити нотатку без id
zh: 無法建立無 ID 的筆記
